(package! direnv)
(package! envrc)
(package! kubernetes)
(package! kubernetes-evil)
(package! k8s-mode)
(package! eglot)
(package! protobuf-mode
  :recipe (:host github :repo "protocolbuffers/protobuf"
           :files ("editors/protobuf-mode.el")))
(package! org-jira)
(package! smudge)
(package! slack
  :recipe (:host github :repo "isamert/emacs-slack"))
(package! alert)
(package! smudge)
